{
  "name": "consultas-de-urgencia",
  "owner_org": "fundacao-hospitalar-do-estado-de-minas-gerais-fhemig",
  "profile": "data-package",
  "resources": [
    {
      "description": "Dados de consultas de urgência (pronto-atendimento, pronto socorro e portas de urgência) por unidade FHEMIG divididas por setor hospitalar.",
      "dialect": {
        "delimiter": ";"
      },
      "encoding": "utf-8-sig",
      "format": "csv",
      "hashing": "md5",
      "name": "consultas-urgencia-2025",
      "path": "data/consultas-urgencia-2025.csv",
      "profile": "tabular-data-resource",
      "schema": {
        "fields": [
          {
            "name": "unidade",
            "type": "string",
            "description": "Siglas das unidades FHEMIG: CSSFA (Casa de Saúde São Francisco de Assis, em Bambuí); CSSFE (Casa de Saúde Santa Fé, em Três Corações); CSSI (Casa de Saúde Santa Izabel, em Betim); CHPB (Centro Hospitalar Psiquiátrico de Barbacena, em Barbacena); HAC (Hospital Alberto Cavalcanti, em Belo Horizonte); HCM (Hospital Cristiano Machado, em Sabará); HEM (Hospital Eduardo de Menezes, em Belo Horizonte); HIJPII (Hospital Infantil João Paulo II, em Belo Horizonte); HJXXIII (Hospital João XXIII, em Belo Horizonte); HJK (Hospital Júlia Kubitschek, em Belo Horizonte); HMAL (Hospital Maria Amélia Lins, em Belo Horizonte); HRAD (Hospital Regional Antônio Dias, em Patos de Minas); HRBJA (Hospital Regional de Barbacena Dr José Américo, em Barbacena); HRJP (Hospital Regional Dr João Penido, em Juiz de Fora); IRS (Instituto Raul Soares, em Belo Horizonte); MOV (Maternidade Odete Valadares, em Belo Horizonte); MGT (MG Transplantes)."
          },
          {
            "name": "ano",
            "type": "integer",
            "description": "Ano de referência."
          },
          {
            "name": "mes",
            "type": "integer",
            "description": "Mês de referência."
          },
          {
            "name": "setor",
            "type": "string",
            "description": "Setor hospitalar"
          },
          {
            "name": "consultas_urgencia",
            "type": "integer",
            "description": "Representam o atendimento imediato prestado a pacientes que procuram o serviço de saúde sem agendamento prévio, em decorrência de situações agudas, súbitas ou imprevistas, que exigem avaliação médica rápida para evitar agravamento do quadro clínico, aliviar sofrimento ou garantir estabilização inicial. Incluem-se nesse indicador os atendimentos realizados em pronto-socorro, unidades de pronto atendimento e portas hospitalares de urgência, independentemente do desfecho (alta, observação, encaminhamento ou internação)."
          }
        ]
      },
      "scheme": "file",
      "title": "Consultas de urgência da rede FHEMIG"
    }
  ],
  "title": "Consultas de Urgência - FHEMIG"
}